[

  {
  "category": "Data Breach",
  "image": "https://i.ibb.co/6nRWhbz/tea-app-breach.png",
  "title": "Tea App Breach Exposes Photos and Private Posts",
  "slug": "tea-app-breach-exposes-user-data",
  "author": "SpyoSecure",
  "date": "July 31, 2025",
  "time": "12:07 AM.",
  "description": "The women focused dating safety app Tea has suffered a major security incident exposing over one hundred thousand private images and user content from its database including ID verification photos and private messages submitted before February 2024."
  },

  {
  "category": "VPN Exposure",
  "image": "https://i.ibb.co/9N2fKHF/kape-vpn-madcap.png",
  "title": "MadCap exposes VPN firms linked to Israel Intelligence",
  "slug": "madcap-exposes-kape-vpns-israel-intel",
  "author": "SpyoSecure",
  "date": "July 29, 2025",
  "time": "8:33 PM.",
  "description": "Pro-Palestinian hacker group MadCap reveals that popular VPNs like ExpressVPN and CyberGhost are owned by a company with links to Israel Intelligence. They urge users to avoid them and recommend switching to trusted providers like Mullvad VPN."
  },

  {
  "category": "Account Hack",
  "image": "https://i.ibb.co/zV57Q1RC/Flag-of-Missouri.png",
  "title": "DieNet hacktivists target Missouri Deputy Sheriff Gabriel Woods",
  "slug": "dienet-hacks-gabriel-woods-deputy-sheriff-mo",
  "author": "SpyoSecure",
  "date": "July 24, 2025",
  "time": "1:01 AM",
  "description": "Hacktivist group DieNet claims to have breached systems belonging to Jackson County Deputy Sheriff Gabriel Woods and a Missouri government portal. They posted sensitive documents and personal data online while citing US support for Israel as justification."
  },


  {
  "category": "Arrest",
  "image": "https://i.ibb.co/bgJFmHvb/Gwj-Iv-Vy-XEAAf-W6-T.jpg",
  "title": "Suspected admin of xss.is cybercrime forum arrested in Ukraine",
  "slug": "xss-forum-admin-arrest-ukraine-2025",
  "author": "SpyoSecure",
  "date": "July 23, 2025",
  "time": "5:36 PM",
  "description": "The suspected administrator of <strong>xss.is</strong>, a major Russian-speaking cybercrime forum, was arrested in Ukraine following a multi-year investigation. The forum was a hub for cybercriminals trading malware, stolen data, ransomware services, and compromised system access. The site has been seized, and according to Europol, the suspect was active for nearly 20 years and allegedly facilitated cybercrime operations worth €7 million. The operation was led by French authorities with support from Europol and Ukrainian law enforcement."
  },

  {
  "category": "Account Hack",
  "image": "https://i.ibb.co/KpCmw5ks/photo-2025-07-14-09-45-39.jpg",
  "title": "Elmo's X account hacked to spread antisemitic content and Epstein demands",
  "slug": "elmo-x-account-hacked-epstein-files",
  "author": "SpyoSecure",
  "date": "July 14, 2025",
  "time": "9:05 AM",
  "description": "The official X (formerly Twitter) account of <strong>Elmo</strong> was hacked on July 13, 2025, by an unknown attacker. Posts included antisemitic content and a challenge directed at former President Donald Trump, demanding the release of the Epstein files. All posts have since been removed."
  },

  {
  "category": "Malware",
  "image": "https://i.ibb.co/Xxtrzj6V/Malware-Warning.jpg",
  "title": "Fake VPN on GitHub hides Lumma Stealer malware",
  "slug": "fake-vpn-on-github-hides-lumma-stealer-malware",
  "author": "SpyoSecure",
  "date": "July 13, 2025",
  "time": "8:32 PM",
  "description": "A dangerous fake VPN promoted on GitHub has been found to spread a stealthy malware called Lumma Stealer. The dropper uses Windows tools like MSBuild.exe to silently infect systems and avoid detection. SpyoSecure warns users to avoid unofficial software from untrusted sources."
  },

  {
  "category": "Attack",
  "image": "https://i.ibb.co/first-image.png",
  "title": "Hacker group Inteid claims multiple Amazon website outages",
  "slug": "inteid-multi-amazon-ddos-attack",
  "author": "SpyoSecure",
  "date": "July 6, 2025",
  "time": "7:21 PM",
  "description": "The hacker group <strong>Inteid</strong> has claimed responsibility for several Distributed Denial of Service (DDoS) attacks against Amazon's regional websites.<br><br>On July 2, Inteid announced they took down <strong>amazon.de</strong>.<br>On July 6, they claimed to have taken down both <strong>amazon.co.jp</strong> and <strong>amazon.com.br</strong>.<br><br>No official reason for the attacks has been stated by the group or Amazon."
},

  {
  "category": "Defacement",
  "image": "https://i.ibb.co/q0p1Jxz/deface-tamam.png",
  "title": "Liwaa Mohammad claims defacement of tamam-c.sa",
  "slug": "liwaa-mohammad-defaces-tamam-website",
  "author": "SpyoSecure",
  "date": "July 6, 2025",
  "time": "6:34 PM",
  "description": "The hacktivist group <strong>Liwaa Mohammad</strong> has claimed responsibility for the defacement of the official website of <strong>TAMAM Company</strong>, a Saudi maintenance and technical services provider. The group posted an archived version showing the defaced content and claimed to have exfiltrated the site's full database."
  },

  {
  "category": "Leak",
  "image": "https://i.ibb.co/PGXkPGDk/bf7370e07437beb0fd60edd2a7ccf394.jpg",
  "title": "RuskiNet leaks personal data from Weisslaw.co.il",
  "slug": "ruskinet-weisslaw-data-leak",
  "author": "SpyoSecure",
  "date": "July 5, 2025",
  "time": "11:07 PM",
  "description": "Hacking group <strong>RuskiNet</strong> claims to have leaked 3,000+ lines of personal data from <strong>Weisslaw.co.il</strong>, exposing names, IPs, emails, addresses, and phone numbers."
  },

  {
  "category": "Leak",
  "image": "https://i.ibb.co/vxQH8Mb2/30f3f28fbfad7da9e92f0edc4d103592.png",
  "title": "300,000 McDonald's logins allegedly leaked by xCapuche1337",
  "slug": "mcdonalds-300k-login-leak",
  "author": "SpyoSecure",
  "date": "July 4, 2025",
  "time": "8:37 PM",
  "description": "A hacker known as <strong>xCapuche1337</strong> claims to have leaked over 300,000 McDonald's login credentials."
  },

  {
    "category": "Statement",
    "image": "https://i.ibb.co/JjGJkTrF/f0992145593ab4ae9d0813b0d107ce47.png",
    "title": "Tunisian Maskers Cyber Force announce temporary withdrawal",
    "slug": "tunisian-maskers-cyber-force-announce-temporary-withdrawal",
    "author": "SpyoSecure",
    "date": "July 1, 2025",
    "time": "2:18 AM",
    "description": "The hacker group <strong>Tunisian Maskers Cyber Force</strong> announced that they will temporarily withdraw from the scene and stop launching attacks, citing 'pressures' as the reason. The message posted on Telegram thanked supporters and followers for standing with them.\n\nThis move raises questions about government surveillance and legal risks faced by hacktivist groups. As authorities improve their cyber tracking capabilities, maintaining strict <strong>Operational Security (OpSec)</strong> has become crucial. SpyoSecure will monitor for any return or shift in the group’s activities."
  },
  {
    "category": "Attack",
    "image": "https://i.ibb.co/bRRQdg5p/d473c4fecc58aeffc7758ebef5cb2162.png",
    "title": "Keymous+ allegedly takes down Microsoft.com in unexplained DDoS attack",
    "slug": "keymous-plus-ddos-attack-on-microsoft",
    "author": "SpyoSecure",
    "date": "June 30, 2025",
    "time": "7:06 PM",
    "description": "The hacker group <strong>Keymous+</strong> claims to have taken down the official Microsoft.com website in what appears to be a Distributed Denial of Service (DDoS) attack."
  },
  {  
    "category": "Attack",
    "image": "https://i.ibb.co/jvT1n2Lq/d403add33cf13ef7e465d8a2efd65817.png",
    "title": "RuskiNet targets Israeli company COMTEL in DDoS attack",
    "slug": "ruskinet-targets-israeli-company-comtel-in-ddos-attack",
    "author": "SpyoSecure",
    "date": "June 30, 2025",
    "time": "2:45 AM",
    "description": "The pro-Palestine hacktivist group <strong>RuskiNet</strong> has claimed responsibility for a DDoS attack on the official website of <strong>COMTEL ISRAEL Electronic Solutions Ltd.</strong>, an Israeli defense electronics company based in Kfar Saba. According to the group's statement, the site was taken offline as part of their ongoing campaign against organizations linked to Israeli military infrastructure.\n\nCOMTEL, founded in 2001, supplies electronic systems used in communications and defense. The group ended their message with the tag <strong>#RuskiNet</strong> and signaled that more attacks may follow."
  }
]
